{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"en_GB","project_id_version":"WooCommerce - WooCommerce Payments"},"An explanation of how and when the customer was shown or provided your refund policy prior to purchase.":["An explanation of how and when the customer was shown or provided with your refund policy prior to purchase."],"Refund policy disclosure":["Refund policy disclosure"],"Your refund policy, as shown or provided to the customer.":["Your refund policy, as shown or provided to the customer."],"Refund policy":["Refund policy"],"Refund policy info":["Refund policy info"],"Any communication with the customer that you feel is relevant to your case (e.g. emails proving that they received the product or service, or demonstrating their use of or satisfaction with the product or service).":["Any communication with the customer that you feel is relevant to your case (e.g. emails proving that they received the product or service or demonstrating their use of or satisfaction with the product or service)."],"Customer communication":["Customer communication"],"Any receipt or message sent to the customer notifying them of the charge. This field will be automatically filled with a Stripe generated email receipt if any such receipt was sent.":["Any receipt or message sent to the customer notifying them of the charge. This field will be filled automatically with a Stripe generated email receipt if any such receipt was sent."],"Receipt":["Receipt"],"Customer IP address":["Customer IP address"],"Customer billing address":["Customer billing address"],"A relevant document or contract showing the customer's signature (if available).":["A relevant document or contract showing the customer's signature (if available)."],"Customer signature":["Customer signature"],"Additional document":["Additional document"],"Additional details":["Additional details"],"Provide any extra evidence or statements you'd like the bank to see, either as text or by uploading a document.":["Provide any extra evidence or statements you'd like the bank to see, either as text or by uploading a document."],"Documentation showing proof that a service was provided to the cardholder. This could include a copy of a signed contract, work order, or other form of written agreement.":["Documentation showing proof that a service was provided to the cardholder. This could include a copy of a signed contract, work order or other form of written agreement."],"Customer email":["Customer email"],"Proof of service":["Proof of service"],"The date on which the cardholder received or began receiving the purchased service.":["The date on which the cardholder received or began receiving the purchased service."],"Service date":["Service date"],"Service details":["Service details"],"Any server or activity logs showing proof that the cardholder accessed or downloaded the purchased digital product. This information should include IP addresses, corresponding timestamps, and any detailed recorded activity.":["Any server or activity logs showing proof that the cardholder accessed or downloaded the purchased digital product. This information should include IP addresses, corresponding timestamps and any detailed recorded activity."],"Download and activity logs":["Download and activity logs"],"• Evidence that the same device and card used in the disputed payment was used in a previous payment that was not disputed":["• Evidence that the same device and card used in the disputed payment was used in a previous payment which was not disputed"],"Customer name":["Customer name"],"• Evidence that your website or app was accessed by the cardholder for purchase or services on or after the transaction date":["• Evidence that your website or app was accessed by the cardholder for purchase or services on or after the transaction date"],"• Evidence that the customer logged into their account for your business before the transaction date":["• Evidence that the customer logged into their account for your business before the transaction date"],"• Customer name and email address linked to their customer profile":["• Customer name and email address linked to their customer profile"],"• Device ID and name of the device":["• Device ID and name of the device"],"• Customer's IP address and their device's geographical location at the time of purchase":["• Customer's IP address and their device's geographical location at the time of purchase"],"Provide at least two of the following pieces of information:":["Provide at least two of the following pieces of information:"],"A justification for why the customer's subscription was not canceled.":["A justification for why the customer's subscription was not cancelled."],"Cancellation rebuttal":["Cancellation rebuttal"],"An explanation of how and when the customer was shown your cancellation policy prior to purchase.":["An explanation of how and when the customer was shown your cancellation policy prior to purchase."],"Cancellation policy disclosure":["Cancellation policy disclosure"],"Your subscription cancellation policy, as shown to the customer.":["Your subscription cancellation policy, as shown to the customer."],"Cancellation policy":["Cancellation policy"],"Cancellation policy info":["Cancellation policy info"],"A description of the product or service and any relevant details on how this was presented to the customer at the time of purchase.":["A description of the product or service and any relevant details on how this was presented to the customer at the time of purchase."],"The address to which a physical product was shipped. The shipping address must match a billing address verified with AVS. (A signature is not required as evidence of delivery).":["The address to which a physical product was despatched. The delivery address must match a billing address verified with AVS. (A signature is not required as evidence of delivery)."],"Shipping address":["Delivery address"],"The date on which a physical product began its route to the shipping address. This date should be prior to the date of the dispute.":["The date on which a physical product began its route to the delivery address. This date should be prior to the date of the dispute."],"Product description":["Product description"],"Date of shipment":["Date of despatch"],"Provide documentation as proof that a product was shipped to the cardholder at the same address the cardholder provided to you. This could include a copy of the shipment receipt or label, and show the full shipping address of the cardholder, if possible.":["Provide documentation as proof that a product was despatched to the cardholder at the same address the cardholder provided to you. This could include a copy of the delivery receipt or label showing the full delivery address of the cardholder, if possible."],"Proof of shipping":["Proof of despatch"],"The tracking number (if available) for a physical product, obtained from the delivery service. If multiple tracking numbers were generated for this purchase, please separate them with commas. When we compile your evidence into a single document, these tracking numbers will be expanded to include detailed delivery information from the carrier.":["The tracking number (if available) for a physical product obtained from the delivery service. If multiple tracking numbers were generated for this purchase, please separate them with commas. When we compile your evidence into a single document, these tracking numbers will be expanded to include detailed delivery information from the carrier."],"Tracking number":["Tracking number"],"The delivery service that shipped a physical product, such as Fedex, UPS, USPS, etc. If multiple carriers were used for this purchase, please separate them with commas.":["The delivery service used to deliver a physical product, such as Fedex, UPS, USPS, etc. If multiple carriers were used for this purchase, please separate them with commas."],"Shipping carrier":["Carrier"],"Shipping information":["Delivery information"],"A copy of a service agreement or documentation for the disputed payment.":["A copy of a service agreement or documentation for the disputed payment."],"Service documentation":["Service documentation"],"A shipping label or receipt for the disputed payment.":["A delivery label or receipt for the disputed payment."],"Shipping documentation":["Delivery documentation"],"Upload documentation for the prior payment that can uniquely identify it, such as a separate receipt. This document should be paired with a similar document from the disputed payment that proves the two are separate. This should also include a separate shipping label or receipt for the other payment. If multiple products were shipped together, provide a packing list that shows each purchase.":["Upload documentation for the prior payment which identifies it uniquely, such as a separate receipt. This document should be paired with a similar document from the disputed payment which proves that the two are separate. This should also include a separate delivery label or receipt for the other payment. If multiple products were despatched together, provide a packing list which shows each purchase."],"Duplicate charge documentation":["Duplicate charge documentation"],"Provide general evidence about the customer and the order.":["Provide general evidence about the customer and the order."],"An explanation of the difference between the disputed payment and the prior one that appears to be a duplicate.":["An explanation of the difference between the disputed payment and the prior one which appears to be a duplicate."],"General evidence":["General evidence"],"Explanation of duplicate charge":["Explanation of duplicate charge"],"The charge ID for the previous payment that appears to be a duplicate of the one that is disputed.":["The charge ID for the previous payment which appears to be a duplicate of the one that is disputed."],"Duplicate charge ID":["Duplicate charge ID"],"Duplicate charge info":["Duplicate charge info"],"Your explanation for why the customer is not entitled to a refund.":["Your explanation for why the customer is not entitled to a refund."],"Refund refusal explanation":["Refund refusal explanation"]}}}