{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"en_GB","project_id_version":"WooCommerce - WooCommerce Payments"},"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["If there have been two or more separate payments, you should contact your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to put it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["If they were not, collect all available information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, make sure you include an itemised list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to contact the customer, make sure you address any concerns they had in your evidence."],"Determine if your customer was incorrectly charged multiple times.":["Determine if your customer was incorrectly charged multiple times."],"Demonstrate that each payment was for a separate product or service.":["Demonstrate that each payment was for a separate product or service."],"The customer claims they were charged multiple times for the same product or service.":["The customer claims they were charged multiple times for the same product or service."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["If there were duplicate payments, you should accept the dispute. You cannot issue a refund when a payment is in dispute. The credit card networks place liability for accepting disputed payments with you, the business."],"Duplicate":["Duplicate"],"Debit not authorized":["Debit not authorized"],"Customer initiated":["Customer initiated"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["You should first contact your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to put it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund when a payment is in dispute. If you believe that your customer was entitled to a refund that you did not provide, you can accept the dispute."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["The customer claims that the purchased product was returned or the transaction was otherwise cancelled, but you have not yet provided a refund or credit."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["First, try to contact your customer. Sometimes people forget about payments they make or don’t recognise the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence."],"As with fraudulent disputes, get your customer to withdraw the dispute by helping them identify the payment. Otherwise challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["As with fraudulent disputes, get your customer to withdraw the dispute by helping them identify the payment. Otherwise challenge the dispute with appropriate evidence that proves the purchase was legitimate. "],"The customer doesn’t recognize the payment appearing on their card statement.":["The customer doesn’t recognise the payment appearing on their card statement."],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancelation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["If you cannot prove the customer’s subscription was cancelled and\/or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund when a payment is in dispute. The credit card networks place liability for accepting disputed payments with you, the business."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen."],"Unrecognized":["Unrecognised"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of and did not follow your cancellation procedure."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["First, contact your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to put it right. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Prove that the subscription was still active and that the customer was aware of and did not follow your cancellation procedure."],"The customer claims that you continued to charge them after a subscription was canceled.":["The customer claims that you continued to charge them after a subscription was cancelled."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["If your customer was not refunded appropriately, you will need to accept the dispute or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business."],"Subscription canceled":["Subscription cancelled"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Make sure you provide a letter or email from the cardholder stating that they are no longer in dispute."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure you note that as well."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["For products which have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, that it has been received by the customer and that the repair or replacement has not been disputed since."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["If the customer has not yet returned the product or cancelled the service, provide specific information to that effect. You should double-check your incoming delivery records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of the merchandise or service received (e.g. a car repair or the quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point the cardholder has made."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Demonstrate that the product or service was delivered as described at the time of purchase."],"The product or service was received but was defective, damaged, or not as described.":["The product or service was received but was defective, damaged or not as described."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["If you cannot prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund when a payment is in dispute. The credit card networks place liability for accepting disputed payments with you, the business."],"Product unacceptable":["Product unacceptable"],"Credit not processed":["Credit not processed"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["First, contact your customer. Understanding why they filed the dispute will be important for helping to make sure your customer receives the product and will give you critical information to prevent this from happening to others."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Prove that the customer received a physical product or offline service or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated."],"The customer claims they did not receive the products or services purchased.":["The customer claims they did not receive the product or service purchased."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["If you cannot prove the customer received their product or service, you should accept the dispute. You cannot issue a refund when a payment is in dispute. The credit card networks place liability for accepting disputed payments with you, the business."],"Product not received":["Product not received"],"Insufficient funds":["Insufficient funds"],"Check returned":["Cheque returned"],"Incorrect account details":["Incorrect account details"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["This is an uncategorised dispute, so you should contact the customer for additional details to find out why the payment was disputed."],"General":["General"],"Bank cannot process":["Bank cannot process"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Try to contact your customer. Sometimes people forget about payments they make or don’t recognise the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Provide adequate payment and order details so that a legitimate customer recognises it or proves to the card issuer that their cardholder authorised the transaction."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make a fraudulent purchase. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["This is the most common reason for a dispute and happens when a cardholder claims that they didn’t authorise the payment. This can happen if the card was lost or stolen and used to make a fraudulent purchase. It can also happen if the cardholder doesn’t recognise the payment as it appears on the statement from their card issuer."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting fraudulent payments with you, the business.":["If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting fraudulent payments with you, the business."],"Fraudulent":["Fraudulent"]}}}